Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_forventer_at_statkraft_forholder_seg_til_menneskerettighetene.html.tmx
Source language: nob
Languages: sme

source: Sametinget forventer at Statkraft forholder seg til menneskerettighetene
sme: Sámediggi vuordá ahte Statkraft čuovvu olmmošvuoigatvuođaid

source: Tirsdag 9. januar annonserte Statkraft at de vil investere 10-12 milliarder til vindkraft på land.
sme: Maŋŋebárgga ođđajagemánu 9. b. almmuhii Statkraft ahte sii áigot investeret 10-12 miljárdda ruvnno bieggafápmui gáttis.

source: Sametingspresident Silje Karine Muotka har klare forventninger til at Statkraft forklarer hvordan de som statlig selskap vil forholde seg til menneskerettigheter og urfolksrettigheter.
sme: Sámedikki presideanttas Silje Karine Muotkas leat čielga vuordámušat dasa ahte Statkraft čilge mo sii stáhta fitnodahkan áigot meannudit olmmošvuoigatvuođaid ja álgoálbmotvuoigatvuođaid ektui

source: – Statskrafts store satsing på vindkraft på land skjer fordi myndighetene har åpnet døra på vidt gap med kraftløftet og vedtaket om elektrifisering av Melkøya.
sme: – Statkrafta stuorra áŋgiruššan bieggafámuin nannámis dáhpáhuvvá danne go eiseválddit leat rahpan uvssa caggut Kraftløftet olis ja Muolkkuid elektrifiserenmearrádussain.

source: Sametinget forventer at alle som vil starte vindkraftutbygging i samiske områder forholder seg til lover og regler som vi har.
sme: Sámediggi vuordá ahte buohkat geat álggahit bieggafápmohuksemiid sámi guovlluin doahttalit daid lágaid ja njuolggadusaid mat mis leat.

source: Jeg forventer at Statkraft forklarer hvordan de har tenkt å forholde seg til menneskerettigheter og urfolksrettigheter, sier Muotka.
sme: Mun vuorddán ahte Statkraft čilge mo sii áigot meannudit olmmošvuoigatvuođaid ja álgoálbmotvuoigatvuođaid ektui, dadjá Muotka.

source: – Som statlig selskap har Statkraft et særlig ansvar.
sme: – Stáhta fitnodahkan Statkraftas lea erenoamáš ovddasvástádus.

source: Statskrafts involvering i Fosen-saken inngir ikke stor tillit.
sme: Statkrafta searvan Fovsen Njaarke-áššái ii atte stuorra luohttámuša.

source: De må vise hvordan de vil unngå at vi får en ny Fosen-sak i Norge, sier sametingspresidenten.
sme: Sii fertejit čájehit mo sii háliidit eastadit ahte mii oažžut ođđa Fovsen Njaarke-ášši Norgii, dadjá sámediggepresideanta.

source: – Alle selskaper som vil bygge ut i samiske områder må vite hvor de er og ha standarder som minsker risikoen deres for å bryte menneskerettigheter.
sme: – Buot fitnodagat mat háliidit hukset sámi guovlluide fertejit diehtit gos sii leat ja sis fertejit leat standárddat mat unnidit sin rihkkunriskka olmmošvuoigatvuođaid ektui.

source: Statkraft bør sette seg inn i Sametingets retningslinjer for endret bruk av utmark, som gjelder alle arealinngrepssaker i Finnmark, sier Muotka.
sme: Statkraft berre čuovvut Sámedikki njuolggadusaid rievdaduvvon meahccegeavaheami várás, mat gustojit buot areálasisabahkkenáššiide Finnmárkkus, dadjá Muotka.
